cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'coreutils'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'ant'
brew 'maven'
brew 'gradle'
brew 'android-sdk'
brew 'android-ndk'
brew 'heroku'
brew 'heroku'
brew 'mas'
brew 'subversion'

cask 'adobe-reader'
cask 'amphetamine'
cask 'appcleaner'
cask 'atom'
cask 'bettertouchtool'
cask 'butler'
cask 'caffeine'
cask 'ccleaner'
cask 'dropbox'
cask 'firefox'
casl 'istat-menus'
cask 'google-chrome'
cask 'gotomeeting'
cask 'java'
cask 'sequel-pro'
cask 'skype'
cask 'spotify'
cask 'steam'
cask 'transmit'
cask 'vlc'

cask 'font-anonymous-pro'
cask 'font-droid-sans'
cask 'font-droid-sans-mono'
cask 'font-meslo-lg'
casl 'font-input'
cask 'font-inconsolata'
cask 'font-liberation-mono'
cask 'font-liberation-sans'
cask 'font-meslo-lg'
cask 'font-nixie-one'
cask 'font-office-code-pro'
cask 'font-pt-mono'
cask 'font-raleway'
cask 'font-roboto'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
